console.log(`
Спасибо за проверку!

Вёрстка страницы Main соответствует макету при ширине экрана 1280px:
✅блок <header>: +2
✅блок Not only: +2
✅блок About: +2
✅блок Our Friends: +2
✅блок Help: +2
✅блок In addition: +2
✅блок <footer>: +2
---------------------+14

Вёрстка страницы Main соответствует макету при ширине экрана 768px:
✅блок <header>: +2
✅блок Not only: +2
✅блок About: +2
✅блок Our Friends: +2
✅блок Help: +2
✅блок In addition: +2
✅блок <footer>: +2
---------------------+14

Вёрстка страницы Main соответствует макету при ширине экрана 320px:
✅блок <header>: +2
✅блок Not only: +2
✅блок About: +2
✅блок Our Friends: +2
✅блок Help: +2
✅блок In addition: +2
✅блок <footer>: +2
---------------------+14

Вёрстка страницы Pets соответствует макету при ширине экрана 1280px:
✅блок <header>: +2
✅блок Our Friends: +2
✅блок <footer>: +2
---------------------+6

Вёрстка страницы Pets соответствует макету при ширине экрана 768px:
✅блок <header>: +2
✅блок Our Friends: +2
✅блок <footer>: +2
---------------------+6

Вёрстка страницы Pets соответствует макету при ширине экрана 320px: +6
✅блок <header>: +2
✅блок Our Friends: +2
✅блок <footer>: +2
---------------------+6

Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса прокрутки, справа от отдельных блоков 
не появляются белые поля. 
✅Весь контент страницы при этом сохраняется: не обрезается и не удаляется:
✅нет полосы прокрутки при ширине страницы Main от 1280рх до 768рх: +5
✅нет полосы прокрутки при ширине страницы Main от 768рх до 320рх: +5
✅нет полосы прокрутки при ширине страницы Pets от 1280рх до 768рх: +5
✅нет полосы прокрутки при ширине страницы Pets от 768рх до 320рх: +5
--------------------+20

Верстка резиновая: при плавном изменении размера экрана от 1280px до 320px верстка подстраивается под этот размер, 
элементы верстки меняют свои размеры и расположение, не наезжают друг на друга, изображения могут менять размер,
но сохраняют правильные пропорции:
✅на странице Main: +4
✅на странице Pets: +4
--------------------+8

✅При ширине экрана меньше 768px на обеих страницах меню в хедере скрывается, появляется иконка бургер-меню: +4
✅Верстка обеих страниц валидная: +8
----------Итого : 100/100-----------
`);