console.log(`
Страница Main
--------------------------------
✅Проверка верстки:
✅Верстка страницы валидная:  +4
✅Логотип в хедере состоит из текстовых элементов +1
✅Страница содержит ровно один элемент <h1> +1
✅Добавлен favicon +1
-------------------------------- +7

Вёрстка соответствует макету:
(присутствуют незначительные отклонения в 3-5px)
✅Блок <header> +5
✅Блок Not only +5
✅Блок About +5
✅Блок Our Friends +5
✅Блок Help +5
✅Блок In addition +5
✅Блок <footer> +5
----------------------------- +35

Требования к CSS:
✅Для позиционирования элементов блока Help использована сеточная верстка (flexbox или grid) +2
✅При уменьшении масштаба страницы браузера или увеличении ширины страницы (>1280px) вёрстка размещается по центру, а не сдвигается в сторону и не растягивается по всей ширине +2
✅Фоновый цвет тянется на всю ширину страницы +2
------------------------------ +6

Интерактивность элементов:
✅Элемент About the Shelter в навигации подсвечен и неинтерактивен, остальные элементы навигации интерактивны +2
✅Каждая карточка с питомцем в блоке Our Friends интерактивна при наведении на любую область этой карточки +2
✅Плавная прокрутка по якорям +2
✅Выполняются все ссылочные связи согласно Перечню ссылочных связей для страницы Main +2
✅Выполнена интерактивность ссылок и кнопок. +2
✅Плавное изменение внешнего вида элемента при наведении и клике, не влияющее на соседние элементы +2
--------------------------------- +12
Итого: +60

Страница Pets:
✅Проверка верстки:
✅Верстка страницы валидная: +4
✅Логотип в хедере состоит из текстовых элементов +1
✅Страница содержит ровно один элемент <h1> +1
✅Добавлен favicon +1
--------------------------+7

Вёрстка соответствует макету:
✅Блок <header> +5
✅Блок Our Friends +5
✅Блок <footer> +5
-------------------------- +15

Требования к CSS:
✅При уменьшении масштаба страницы браузера или увеличении ширины страницы (>1280px) вёрстка размещается по центру, а не сдвигается в сторону и не растягивается по всей ширине +2
✅Фоновый цвет тянется на всю ширину страницы +2
---------------------------- +4

Интерактивность элементов:
✅Элемент Our pets в навигации подсвечен и неинтерактивен, остальные элементы навигации интерактивны +2
✅Доступные кнопки пагинации (вправо) активны, недоступные (влево) - неактивны (disabled) +2
✅Каждая карточка с питомцем в блоке Our Friends интерактивна при наведении на любую область этой карточки +2
✅Плавная прокрутка по якорям +2
✅Выполняются все ссылочные связи согласно Перечню ссылочных связей для страницы Pets +2
✅Выполнена интерактивность ссылок и кнопок. стайлгайду в макете +2
✅Обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике, не влияющее на соседние элементы +2
---------------------------- +14
Итого: +40
Всего 100/100
`);